tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "oven-sh/bun"

brew "oven-sh/bun/bun"
brew "gh"
brew "git"
brew "jq"
brew "m1ddc"
brew "node"
brew "python@3.11"
brew "rclone"
brew "ripgrep"
brew "wget"

cask "alt-tab"
cask "basictex"
cask "codex"
cask "gqrx"
cask "iterm2"
cask "kicad"
cask "rectangle"
cask "unnaturalscrollwheels"
